Revit 2027 API
ParameterTypeId.MullionAllGridLines Property
 "All Grid Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MullionAllGridLines { get; }
Public Shared ReadOnly Property MullionAllGridLines As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MullionAllGridLines {
	ForgeTypeId^ get ();
}
static member MullionAllGridLines : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace